Repository: common-repository/respek-nature
Catalog: inc/languages/respek-nature-*.po
Languages: af, de_de, es_es, fr_fr, nl_nl

source: ReSpek Nature WooCommerce
es_es: ReSpek Naturaleza WooCommerce

source: A WooCommerce plugin to integrate ReSpek Nature
af: ’n WooCommerce-inprop om ReSpek Nature te integreer
de_de: Ein WooCommerce-Plugin zur Integration von ReSpek Nature
es_es: Un complemento de WooCommerce para integrar ReSpek Nature
fr_fr: Un plugin WooCommerce pour intégrer ReSpek Nature
nl_nl: Een WooCommerce-plug-in om ReSpek Nature te integreren

source: Manage Features of this plugin.
af: Bestuur kenmerke van hierdie inprop.
de_de: Funktionen dieses Plugins verwalten.
es_es: Administrar características de este complemento.
fr_fr: Gérer les fonctionnalités de ce plugin.
nl_nl: Beheer functies van deze plug-in.

source: Respek Popup Settings.
af: Respekteer opspringinstellings.
de_de: Respek-Popup-Einstellungen.
es_es: Ajustes emergentes de Respek.
fr_fr: Paramètres contextuels Respek.
nl_nl: Pop-upinstellingen van Respek.

source: All
af: Almal
de_de: Alle
es_es: Todos
fr_fr: Tout
nl_nl: Allemaal

source: Cart
af: Karretjie
de_de: Wagen
es_es: Carro
fr_fr: Chariot
nl_nl: Winkelwagen

source: Checkout
af: Uitteken
de_de: Kasse
es_es: Verificar
fr_fr: Vérifier
nl_nl: Uitchecken

source: Cancel Billing
af: Kanselleer fakturering
de_de: Abrechnung kündigen
es_es: Cancelar facturación
fr_fr: Annuler la facturation
nl_nl: Facturering annuleren

source: Authorizing
af: Magtiging
de_de: Autorisieren
es_es: autorizando
fr_fr: Autorisation
nl_nl: autoriseren

source: link
af: skakel
de_de: Verknüpfung
es_es: Enlace
fr_fr: lien
nl_nl: koppeling

source: Authorize
af: Magtig
de_de: Autorisieren
es_es: Autorizar
fr_fr: Autoriser
nl_nl: Toestemming geven

source: ReSpek Nature Carbon Offset
af: ReSpek Nature Koolstofverrekening
de_de: ReSpek Nature CO2-Ausgleich
es_es: Compensación de carbono natural de ReSpek
fr_fr: Compensation de carbone ReSpek Nature

source: ReSpek Nature Carbon Offset matched by merchant
af: ReSpek Nature Koolstofverrekening wat deur handelaar ooreenstem
de_de: ReSpek Nature Carbon Offset vom Händler angepasst
es_es: ReSpek Nature Carbon Offset igualado por el comerciante
fr_fr: ReSpek Nature Carbon Offset égalé par le marchand
nl_nl: ReSpek Nature Carbon Offset gematcht door handelaar

source: ReSpek Nature Carbon Offset on merchant
af: ReSpek Nature Koolstofverrekening op handelaar
de_de: ReSpek Nature Carbon Offset beim Händler
es_es: ReSpek Nature Carbon Offset en comerciante
fr_fr: ReSpek Nature Carbon Offset sur le marchand
nl_nl: ReSpek Nature Carbon Offset op handelaar

source: ReSpek Nature is collecting donations
af: ReSpek Nature samel skenkings in
de_de: ReSpek Nature sammelt Spenden
es_es: ReSpek Nature está recolectando donaciones
fr_fr: ReSpek Nature collecte des dons
nl_nl: ReSpek Nature verzamelt donaties

source: Matching: Contribute together with your customer
af: Pas: Dra saam met jou kliënt by
de_de: Matching: Tragen Sie gemeinsam mit Ihrem Kunden bei
es_es: Coincidencia: Contribuya junto con su cliente
fr_fr: Matching : Contribuez avec votre client
nl_nl: Matching: Draag samen met je klant bij

source: "Matching" - ReSpek will charge you the merchant and your who opts in.
af: "Pas" - ReSpek sal jou die handelaar en jou wie inteken, hef.
de_de: „Matching“ – ReSpek stellt Ihnen den Händler in Rechnung und wer sich anmeldet.
es_es: "Coincidencia": ReSpek le cobrará al comerciante y al que se inscriba.
fr_fr: "Matching" - ReSpek vous facturera le marchand et votre qui s'inscrira.
nl_nl: "Matching" - ReSpek brengt de handelaar en degene die zich aanmeldt in rekening.

source: On Us: Contribute on behalf of your customers
af: Op ons: Dra by namens jou kliënte
de_de: Über uns: Tragen Sie im Namen Ihrer Kunden bei
es_es: Por nuestra cuenta: Contribuya en nombre de sus clientes
fr_fr: On Us : Contribuez au nom de vos clients
nl_nl: Op ons: Draag bij namens uw klanten

source: "On Us" - ReSpek will charge you the merchant and not recover from the customer
af: "Op Ons" - ReSpek sal jou die handelaar hef en nie van die kliënt verhaal nie
de_de: „Auf uns“ – ReSpek wird Ihnen den Händler in Rechnung stellen und sich nicht vom Kunden erholen
es_es: "Por nuestra cuenta": ReSpek le cobrará al comerciante y no se recuperará del cliente
fr_fr: "On Us" - ReSpek vous facturera le marchand et ne récupérera pas auprès du client
nl_nl: "On Us" - ReSpek brengt u kosten in rekening bij de handelaar en herstelt niet van de klant

source: Manage Popup settings.
af: Bestuur opspringinstellings.
de_de: Popup-Einstellungen verwalten.
es_es: Administrar la configuración de ventanas emergentes.
fr_fr: Gérer les paramètres Popup.
nl_nl: Beheer pop-upinstellingen.

source: Show popup
af: Wys opspringer
de_de: Popup zeigen
es_es: Mostrar ventanas emergentes
fr_fr: Afficher la fenêtre contextuelle
nl_nl: Toon popup

source: Time delay before showing popup (seconds)
af: Tydvertraging voordat opspringer gewys word (sekondes)
de_de: Zeitverzögerung vor dem Anzeigen des Popups (Sekunden)
es_es: Retraso de tiempo antes de mostrar la ventana emergente (segundos)
fr_fr: Délai avant l'affichage de la fenêtre contextuelle (secondes)
nl_nl: Vertraging voordat pop-up wordt weergegeven (seconden)

source: Page to show popup
af: Bladsy om opspringer te wys
de_de: Seite zum Anzeigen des Popups
es_es: Página para mostrar ventana emergente
fr_fr: Page pour afficher la fenêtre contextuelle
nl_nl: Pagina om pop-up weer te geven

source: Contributions
af: Bydraes
de_de: Beiträge
es_es: Contribuciones
nl_nl: Bijdragen

source: Customer Message
af: Kliënt Boodskap
de_de: Kundennachricht
es_es: Mensaje del cliente
fr_fr: Message client
nl_nl: Bericht van de klant:

source: Preview Popup
af: Voorskou opspringer
de_de: Vorschau-Popup
es_es: Ventana emergente de vista previa
fr_fr: Aperçu de la fenêtre contextuelle
nl_nl: Voorbeeld pop-up

source: minutes
af: minute
de_de: Protokoll
es_es: minutos
nl_nl: minuten

source: ReSpek Nature is connected to %s
af: ReSpek Nature is gekoppel aan %s
de_de: ReSpek Nature ist mit %s verbunden
es_es: ReSpek Nature está conectado a %s
fr_fr: ReSpek Nature est connecté à %s
nl_nl: ReSpek Nature is verbonden met %s

source: Canceling
af: Kanselleer tans
de_de: Stornieren
es_es: Cancelado
fr_fr: Annulation
nl_nl: Annuleren

source: Please complete the billing authorization at the following
af: Voltooi asseblief die faktureringmagtiging by die volgende
de_de: Bitte vervollständigen Sie die Rechnungsautorisierung im Folgenden
es_es: Complete la autorización de facturación en el siguiente
fr_fr: Veuillez compléter l'autorisation de facturation à l'adresse suivante
nl_nl: Vul de factureringsautorisatie als volgt in:

source: Contribute
af: Dra by
de_de: Beitragen
es_es: Contribuir
fr_fr: Contribuer
nl_nl: Bijdrage leveren

source: Purchase and plant a spekboom in the Karoo to offset your CO2.
af: Koop en plant ’n spekboom in die Karoo om jou CO<sub>2</sub> te verreken.
de_de: Kaufen und pflanzen Sie einen Spekboom in der Karoo, um Ihr CO2 auszugleichen.
es_es: Compra y planta una botavara en el Karoo para compensar tu CO2.
fr_fr: Achetez et plantez un spekboom dans le Karoo pour compenser votre CO2.
nl_nl: Koop en plant een spekboom in de Karoo om je CO2 te compenseren.

source: Contribution
af: Bydrae
de_de: Beitrag
es_es: Contribución
nl_nl: Bijdrage

source: Our Gift to Nature
af: Ons geskenk aan die natuur
de_de: Unser Geschenk an die Natur
es_es: Nuestro regalo a la naturaleza
fr_fr: Notre cadeau à la nature
nl_nl: Ons geschenk aan de natuur

source: Purchase and plant a spekboom in the Karoo to offset your CO2. We will match you, spekboom for spekboom
af: Koop en plant ’n spekboom in die Karoo om jou CO2 te verreken. Ons sal jou pas, spekboom vir spekboom
de_de: Kaufen und pflanzen Sie einen Spekboom in der Karoo, um Ihr CO2 auszugleichen. Wir passen Sie an, Spekboom für Spekboom
es_es: Compra y planta una botavara en el Karoo para compensar tu CO2. Te emparejaremos, spekboom por spekboom
fr_fr: Achetez et plantez un spekboom dans le Karoo pour compenser votre CO2. Nous vous correspondrons, spekboom pour spekboom
nl_nl: Koop en plant een spekboom in de Karoo om je CO2 te compenseren. Wij matchen je, spekboom voor spekboom

source: Dashboard
de_de: Armaturenbrett
es_es: Tablero
fr_fr: Tableau de bord

source: Click 'Authorize' to complete the installation and authorize billing to allow us to collect contributions made by your customers.
af: Klik ‘Magtig’ om die installasie te voltooi en fakturering te magtig sodat ons bydraes wat deur jou klante gemaak is, kan insamel.
de_de: Klicken Sie auf „Autorisieren“, um die Installation abzuschließen und die Rechnungsstellung zu autorisieren, damit wir Beiträge Ihrer Kunden einziehen können.
es_es: Haga clic en 'Autorizar' para completar la instalación y autorizar la facturación para permitirnos cobrar las contribuciones realizadas por sus clientes.
fr_fr: Cliquez sur "Autoriser" pour terminer l'installation et autoriser la facturation afin de nous permettre de collecter les contributions de vos clients.
nl_nl: Klik op 'Autoriseren' om de installatie te voltooien en de facturering te autoriseren zodat wij de bijdragen van uw klanten kunnen innen.

source: Add %s to your purchase and plant a spekboom in the Karoo to offset your CO2. We will match you, spekboom for spekboom.
af: Voeg %s by jou aankoop en plant 'n spekboom in die Karoo om jou CO2 te verreken. Ons sal jou pas, spekboom vir spekboom.
de_de: Fügen Sie %s zu Ihrem Einkauf hinzu und pflanzen Sie einen Spekboom in der Karoo, um Ihr CO2 auszugleichen. Wir passen Sie an, Spekboom für Spekboom.
es_es: Agregue %s a su compra y plante un spekboom en el Karoo para compensar su CO2. Te emparejaremos, spekboom por spekboom.
fr_fr: Ajoutez %s à votre achat et plantez un spekboom dans le Karoo pour compenser votre CO2. Nous vous correspondrons, spekboom pour spekboom.
nl_nl: Voeg %s toe aan je aankoop en plant een spekboom in de Karoo om je CO2 te compenseren. Wij matchen je, spekboom voor spekboom.

source: Minutes after opt-out, to show popup again
af: Minute na onttrekking om opspringer weer te wys
de_de: Minuten nach der Abmeldung, um das Popup erneut anzuzeigen
es_es: Minutos después de darse de baja, para volver a mostrar la ventana emergente
fr_fr: Quelques minutes après la désactivation, pour afficher à nouveau la fenêtre contextuelle
nl_nl: Minuten na opt-out, om pop-up opnieuw te tonen

source: Settings Saved!
af: Respekteer opspringinstellings!
de_de: Einstellungen gespeichert!
es_es: ¡Ajustes guardados!
fr_fr: Paramètres sauvegardés!
nl_nl: Instellingen opgeslagen!

source: Offset Carbon.
af: Offset koolstof.
de_de: Kohlenstoff ausgleichen.
es_es: Compensación de carbono.
fr_fr: Compenser le carbone.
nl_nl: Offset koolstof.

source: Restore Nature.
af: Herstel die natuur.
de_de: Stellen Sie die Natur wieder her.
es_es: Restaurar la Naturaleza.
fr_fr: Restaurer la Nature.
nl_nl: Herstel de natuur.

source: Plant a Spekboom.
af: Plant 'n Spekboom.
de_de: Pflanzen Sie einen Spekboom.
es_es: Planta un Spekboom.
fr_fr: Plantez un Spekboom.
nl_nl: Plant een Spekboom.

source: No thanks
af: Nee dankie
de_de: Nein Danke
es_es: No, gracias
fr_fr: Non merci
nl_nl: Nee, dank u wel

source: Add %s to offset carbon & plant a spekboom.
af: Voeg %s by om koolstof te verreken en 'n spekboom te plant.
de_de: Fügen Sie %s hinzu, um Kohlenstoff auszugleichen, und pflanzen Sie einen Spekboom.
es_es: Agregue %s para compensar el carbono y plantar un spekboom.
fr_fr: Ajoutez %s pour compenser le carbone et plantez un spekboom.
nl_nl: Voeg %s toe om koolstof te compenseren en plant een spekboom.

source: THANKS!
af: DANKIE!
de_de: DANKE!
es_es: ¡GRACIAS!
fr_fr: MERCI!
nl_nl: MET DANK!

source: CONTRIBUTE
af: BYDRA
de_de: BEITRAGEN
es_es: CONTRIBUIR
fr_fr: CONTRIBUER
nl_nl: BIJDRAGE LEVEREN

source: NO THANKS
af: NEE DANKIE
de_de: NEIN DANKE
es_es: NO, GRACIAS
fr_fr: NON MERCI
nl_nl: NEE, DANK U WEL

source: Learn more
af: Leer meer
de_de: Mehr erfahren
es_es: Aprende más
fr_fr: Apprendre encore plus
nl_nl: Leer meer

source: ReSpek Nature Settings
af: ReSpek Natuur-instellings
de_de: ReSpek Nature-Einstellungen
es_es: Configuración natural de ReSpek
fr_fr: Paramètres naturels de ReSpek
nl_nl: ReSpek Nature Instellingen

source: https://github.com/respek-nature/respek-nature
af: ’n WooCommerce-inprop om ReSpek Nature te integreer
